---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.FamilyFailures.CouldNotPlaceAdaptiveFamInst
source: html/25690f75-6f5c-f75a-6525-dc42d3dac5ea.htm
---
# Autodesk.Revit.DB.BuiltInFailures.FamilyFailures.CouldNotPlaceAdaptiveFamInst Property

Could not place Adaptive Family Instance.

## Syntax (C#)
```csharp
public static FailureDefinitionId CouldNotPlaceAdaptiveFamInst { get; }
```